var Catalogs = [
    {"Item1": "1", "Item2": "润滑油", "Item3": [
        {"Item1": "28", "Item2": "发动机机油"},
        {"Item1": "2", "Item2": "刹车油"},
        {"Item1": "3", "Item2": "方向机油"},
        {"Item1": "5", "Item2": "变速箱油"}
    ]},
    {"Item1": "17", "Item2": "滤清器", "Item3": [
        {"Item1": "21", "Item2": "空调滤清器"},
        {"Item1": "26", "Item2": "空气滤清器"},
        {"Item1": "20", "Item2": "燃油滤清器"},
        {"Item1": "18", "Item2": "机油滤清器"}
    ]},
    {"Item1": "23", "Item2": "刹车片", "Item3": [
        {"Item1": "24", "Item2": "前刹车片"},
        {"Item1": "25", "Item2": "后刹车片"},
        {"Item1": "46", "Item2": "报警线"}
    ]},
    {"Item1": "6", "Item2": "蓄电池", "Item3": [
        {"Item1": "45", "Item2": "免维护蓄电池"}
    ]},
    {"Item1": "12", "Item2": "雨刮片", "Item3": [
        {"Item1": "14", "Item2": "有骨雨刮片"},
        {"Item1": "15", "Item2": "无骨雨刮片"},
        {"Item1": "44", "Item2": "后雨刮片"}
    ]},
    {"Item1": "38", "Item2": "汽车精品", "Item3": [
        {"Item1": "40", "Item2": "保养添加剂"},
        {"Item1": "41", "Item2": "防冻冷却液"},
        {"Item1": "42", "Item2": "汽车美容用品"}
    ]}
];